IDEA Open Model
OpenModel.LoadsInPoint Property
Compatible with IDEA StatiCa Beta 20.0
 List of point load impulses in this load case
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<LoadInPoint> LoadsInPoint { get; set; }
Public Property LoadsInPoint As List(Of LoadInPoint)
	Get
	Set
Property Value
Type: List<LoadInPoint>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace